/* No comment provided by engineer. */
"+48 61 630 60 05" = "+420 296 18 22 22"; //TODO

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Útočníci mohou zkoušet ukrást Vaše údaje (např. hesla, zprávy nebo informace o kartě).";

/* No comment provided by engineer. */
"Back" = "Zpět";

/* No comment provided by engineer. */
"Bank transfer" = "Bankovní převod";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Card" = "Karta";

/* No comment provided by engineer. */
"Card number" = "Číslo karty";

/* No comment provided by engineer. */
"Close and go back" = "Zavřít a zpět";

/* No comment provided by engineer. */
"Correct your card number" = "Opravte zadané číslo karty";

/* No comment provided by engineer. */
"Credit card" = "Platební karta";

/* No comment provided by engineer. */
"credit or debit" = "Kreditní nebo debetní";

/* No comment provided by engineer. */
"Customer service" = "Podpora";

/* No comment provided by engineer. */
"CVV2/CVC2 code" = "CVV2/CVC2 kód";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* No comment provided by engineer. */
"Enter a card number" = "Zadejte číslo karty";

/* No comment provided by engineer. */
"Please enter a valid date" = "Prosím zadejte správné datum";
"Please enter a valid code" = "Prosím zadejte správný kód";
"MM/YY" = "MM/RR";

/* No comment provided by engineer. */
"Enter CVV2/CVC2 code" = "Zadejte CVV2/CVC2 kód";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Expiration date" = "Datum platnosti";

/* No comment provided by engineer. */
"fast online transfer" = "Bankovní převod";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/Obchodni_podminky_sluzby_PayU.pdf";

/* No comment provided by engineer. */
"I accept " = "Souhlasím s ";

/* No comment provided by engineer. */
"New card" = "Nová karta";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Ne, zůstat"; //

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Publisher" = "Vydavatel";

/* No comment provided by engineer. */
"Save and use" = "Uložit a použít";

/* Scan Card button title for Add Card View. */
"Scan Card" = "Skenovat kartu";

// TODO: - UPDATE TRANSLATION
/* No comment provided by engineer. */
"Position your card in this frame" = "Umístěte svoji platební kartu do rámečku";

// TODO: - UPDATE TRANSLATION
/* No comment provided by engineer. */
"Hold still…" = "Vyčkejte…";

/* No comment provided by engineer. */
"Select payment method" = "Vyberte platební metodu";

/* No comment provided by engineer. */
"This card is not supported" = "Tato karta není podporovaná";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Platebními podmínkami PayU";

/* No comment provided by engineer. */
"Use" = "Použít";

/* No comment provided by engineer. */
"Version" = "Verze";

/* No comment provided by engineer. */
"Yes, go back" = "Ano, zpět";

/* No comment provided by engineer. */
"Your connection is not secure" = "Spojení není zabezpečené";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Vaše platba bude zrušena. Pokračovat?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Konfigurace platby telefonem";
"Pay by phone" = "Zaplatit telefonem";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "Použijte kód z bankovní aplikace";
"Enter BLIK code" = "Zadejte BLIK kód";
"Authorize and store BLIK payment in your bank app" = "Autorizujte a uložte BLIK platbu v bankovní aplikaci";
"one-tap payment" = "Platba jedním dotykem";
"Enter new BLIK code" = "Zadejte nový BLIK kód";
"saved BLIK payment" = "Uloženou platbu BLIK";
